---
title: GroundConductorSize
classe: Autodesk.Revit.DB.Electrical.GroundConductorSize
namespace: Autodesk.Revit.DB.Electrical
eredita: Autodesk.Revit.DB.APIObject
revit: "2025"
revitapi: "25.4.30.0"
stato: auto
verbo: leggere
membri_n: 3
---

# GroundConductorSize

!!! note "Scheda automatica"
    La corrispondenza C#→Python è generata dalle 7 Regole. Descrizione, tranello ed esempio sono **da rivedere** — contribuisci.

## La classe

_(una frase: cos'è e a cosa serve)_

## La corrispondenza

| nella doc (C#) | in python | tipo |
|---|---|---|
| `Int64 Ampacity { get; }` | `groundConductorSize.Ampacity` | Int64 |
| `String ConductorSize { get; }` | `groundConductorSize.ConductorSize` | String |
| `WireMaterialType MaterialBelongTo { get; }` | `groundConductorSize.MaterialBelongTo` | WireMaterialType |

## Il tranello

_(ciò che la pagina non dice e ti farebbe sbagliare)_

## Lo script

```python
# esempio da completare
```